[Demo_Maya_ep5_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-1173,Y=870,Z=1335),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-12,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-267,Y=1140,Z=1205),VecSub=(X=180,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Vec=(X=-445,Y=390,Z=0),VecSub=(X=90,Y=0,Z=0),CId=72)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-480,Y=900,Z=-300),VecSub=(X=-16,Y=0,Z=0),CId=70)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=POP,Name="怪物(飛行)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-442,Y=0,Z=1150),VecSub=(X=90,Y=0,Z=0),CId=257)
DemoScripts[8]=(Actor=CHARACTER,Command=ACTION,Name="怪物(飛行)",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="mb_DM_0100_lp_Wait",Number=9,CId=257,Bit=4)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0103_fx_close_perplex",motionName[1]="sn_CM_0001_fx_close_down",motionName[2]="sn_DM_1200_lp_Faint",Rate=0,Number=3,Bit=4)
DemoScripts[10]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Number=4,Vec=(X=-467,Y=1120,Z=1415))
DemoScripts[11]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0001_lp_open_angry",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0100_lp_Stand",Rate=1,Number=3,Bit=5)
DemoScripts[12]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[13]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Uneasy.GG2_BGM_DM_CMN_Uneasy_Cue')
DemoScripts[14]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Rooftop.GG2_AMB_Rooftop_LP_Cue')
DemoScripts[15]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[16]=(Actor=FADE,Command=WAIT)
DemoScripts[17]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=13,Y=-5,Z=0),SecTime=0.5)
DemoScripts[18]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[19]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[20]=(Actor=FADE,Command=WAIT)
DemoScripts[21]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-445,Y=1120,Z=1335),SecTime=)
DemoScripts[22]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-30,Z=0),SecTime=)
DemoScripts[23]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-445,Y=390,Z=1438),CId=72)
DemoScripts[24]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[25]=(Actor=FADE,Command=WAIT)
DemoScripts[26]=(Actor=WINDOW,Command=SET)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_001_Cue',Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=SELECT,Command=SET,ID=SELECT00)
DemoScripts[31]=(Actor=SYSTEM,Command=TAG,Label=JUMP01)
DemoScripts[32]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[33]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[34]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_003_Cue',Name="カミゾノ　シノブ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[39]=(Actor=SYSTEM,Command=TAG,Label=JUMP02)
DemoScripts[40]=(Actor=ADD,Command=FAVOR,Name="",Number=3)
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[43]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_005_Cue',Name="カミゾノ　シノブ")
DemoScripts[44]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[45]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[46]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[47]=(Actor=SYSTEM,Command=TAG,Label=JUMP03)
DemoScripts[48]=(Actor=ADD,Command=FAVOR,Name="",Number=5)
DemoScripts[49]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[50]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0002_lp_open_perplex",Rate=1,Number=0,Bit=1)
DemoScripts[51]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0000_fx_close_normal",Rate=1,Number=1,Bit=0)
DemoScripts[52]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_007_Cue',Name="カミゾノ　シノブ")
DemoScripts[53]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[54]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[55]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_008_Cue',Name="カミゾノ　マヤ")
DemoScripts[56]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[57]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[58]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[59]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[1]="sn_CM_0001_fx_close_down",Rate=1,Number=1,Bit=0)
DemoScripts[60]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_009_Cue',Name="カミゾノ　シノブ")
DemoScripts[61]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[62]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[63]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[64]=(Actor=SYSTEM,Command=TAG,Label=JUMP04)
DemoScripts[65]=(Actor=ADD,Command=FAVOR,Name="",Number=-5)
DemoScripts[66]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[67]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[68]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[69]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[70]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[71]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[72]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[73]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[74]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[75]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_014_Cue',Name="カミゾノ　シノブ")
DemoScripts[76]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[77]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[78]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[79]=(Actor=SYSTEM,Command=TAG,Label=JUMP05)
DemoScripts[80]=(Actor=ADD,Command=FAVOR,Name="",Number=-3)
DemoScripts[81]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[82]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",Rate=1,Number=0,Bit=1)
DemoScripts[83]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_016_Cue',Name="カミゾノ　シノブ")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[85]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[86]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_017_Cue',Name="カミゾノ　シノブ")
DemoScripts[87]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[88]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[89]=(Actor=SYSTEM,Command=JUMP,Label=JUMP06)
DemoScripts[90]=(Actor=SYSTEM,Command=TAG,Label=JUMP06)
DemoScripts[91]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[92]=(Actor=WINDOW,Command=EXIT)
DemoScripts[93]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=6,Z=0),SecTime=0.5)
DemoScripts[94]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[95]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=6,Z=0),SecTime=)
DemoScripts[96]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[97]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[98]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[99]=(Actor=FADE,Command=WAIT)
DemoScripts[100]=(Actor=CAMERA,Command=FOV,Number=60)
DemoScripts[101]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-445,Y=550,Z=1520),SecTime=)
DemoScripts[102]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=4,Z=0),SecTime=)
DemoScripts[103]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[104]=(Actor=FADE,Command=WAIT)
DemoScripts[105]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Trick.GG2_BGM_DM_CMN_Trick_Cue')
DemoScripts[106]=(Actor=WINDOW,Command=SET)
DemoScripts[107]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_019_Cue',Name="クロナ")
DemoScripts[108]=(Actor=TEXT,Command=SET,ID=TEXT19)
DemoScripts[109]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[110]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_020_Cue',Name="クロナ")
DemoScripts[111]=(Actor=TEXT,Command=SET,ID=TEXT20)
DemoScripts[112]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[113]=(Actor=WINDOW,Command=EXIT)
DemoScripts[114]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[115]=(Actor=FADE,Command=WAIT)
DemoScripts[116]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-445,Y=1030,Z=1335),SecTime=)
DemoScripts[117]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-111,Y=-5,Z=0),SecTime=)
DemoScripts[118]=(Actor=CHARACTER,Command=SET,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',SetType=POS,Vec=(X=-558,Y=890,Z=1200),CId=70)
DemoScripts[119]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=POS,Vec=(X=-445,Y=500,Z=1200),CId=72)
DemoScripts[120]=(Actor=CHARACTER,Command=SET,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',SetType=ROT,Vec=(X=110,Y=0,Z=0),CId=72)
DemoScripts[121]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=13,Bit=0,Rate=0)
DemoScripts[122]=(Actor=CHARACTER,Command=PARAM,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',Number=12,Bit=0,Rate=0)
DemoScripts[123]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[124]=(Actor=FADE,Command=WAIT)
DemoScripts[125]=(Actor=WINDOW,Command=SET)
DemoScripts[126]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_021_Cue',Name="カミゾノ　マヤ")
DemoScripts[127]=(Actor=TEXT,Command=SET,ID=TEXT21)
DemoScripts[128]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[129]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0100_fx_close_normal",motionName[1]="kr_CM_0002_fx_close_smile_S",motionName[2]="kr_DM_0102_fx_Stand2Proud",Rate=0,Number=3,Bit=0)
DemoScripts[130]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0200_lp_Proud",Number=8)
DemoScripts[131]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_022_Cue',Name="クロナ")
DemoScripts[132]=(Actor=TEXT,Command=SET,ID=TEXT22)
DemoScripts[133]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[134]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_023_Cue',Name="カミゾノ　マヤ")
DemoScripts[135]=(Actor=TEXT,Command=SET,ID=TEXT23)
DemoScripts[136]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[137]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0000_lp_open_normal",motionName[1]="kr_CM_0000_fx_close_normal",motionName[2]="kr_DM_0201_fx_Proud2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[138]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0100_lp_Stand",Number=8)
DemoScripts[139]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_024_Cue',Name="クロナ")
DemoScripts[140]=(Actor=TEXT,Command=SET,ID=TEXT24)
DemoScripts[141]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[142]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0003_lp_open_surprise",Rate=0,Number=0,Bit=1)
DemoScripts[143]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[144]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0200_lp_Angry",Number=8)
DemoScripts[145]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_2,SecTime=)
DemoScripts[146]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_025_Cue',Name="カミゾノ　マヤ")
DemoScripts[147]=(Actor=TEXT,Command=SET,ID=TEXT25)
DemoScripts[148]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[149]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_Manpu_Pressure_Cue')
DemoScripts[150]=(Actor=EMOTION,Command=SET,Name="クロナ",Number=1,CId=72)
DemoScripts[151]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[0]="kr_CE_0102_lp_close_tightly",motionName[1]="kr_CM_0001_fx_close_down",motionName[2]="kr_DM_0107_fx_Stand2Cry",Rate=0,Number=3,Bit=1)
DemoScripts[152]=(Actor=CHARACTER,Command=ACTION,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',motionName[2]="kr_DM_0700_lp_Cry",Number=8)
DemoScripts[153]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_026_Cue',Name="クロナ")
DemoScripts[154]=(Actor=TEXT,Command=SET,ID=TEXT26)
DemoScripts[155]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[156]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0001_lp_open_angry",motionName[1]="my_CM_0001_fx_close_down",motionName[2]="my_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[157]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_0100_lp_Stand",Number=8)
DemoScripts[158]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_027_Cue',Name="カミゾノ　マヤ")
DemoScripts[159]=(Actor=TEXT,Command=SET,ID=TEXT27)
DemoScripts[160]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[161]=(Actor=WINDOW,Command=EXIT)
DemoScripts[162]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[163]=(Actor=FADE,Command=WAIT)
DemoScripts[164]=(Actor=EMOTION,Command=EXIT,Name="クロナ",Number=1,CId=72)
DemoScripts[165]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[166]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[167]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[168]=(Actor=FADE,Command=WAIT)
DemoScripts[169]=(Actor=WINDOW,Command=SET)
DemoScripts[170]=(Actor=TEXT,Command=SET,ID=TEXT28)
DemoScripts[171]=(Actor=WINDOW,Command=EXIT)
DemoScripts[172]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[173]=(Actor=FADE,Command=WAIT)
DemoScripts[174]=(Actor=CHARACTER,Command=EXIT,Name="クロナ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.72_KURONA',CId=72)
DemoScripts[175]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[176]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-440,Y=1120,Z=1335),SecTime=)
DemoScripts[177]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-5,Z=0),SecTime=)
DemoScripts[178]=(Actor=TEXTURE,Command=START,CId=15,Bit=0,Number=0,Vec=(X=,Y=,Z=))
DemoScripts[179]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[180]=(Actor=FADE,Command=WAIT)
DemoScripts[181]=(Actor=WINDOW,Command=SET)
DemoScripts[182]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_029_Cue',Name="カミゾノ　マヤ")
DemoScripts[183]=(Actor=TEXT,Command=SET,ID=TEXT29)
DemoScripts[184]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[185]=(Actor=TEXT,Command=SET,ID=TEXT30)
DemoScripts[186]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_031_Cue',Name="")
DemoScripts[187]=(Actor=TEXT,Command=SET,ID=TEXT31)
DemoScripts[188]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[189]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_032_Cue',Name="")
DemoScripts[190]=(Actor=TEXT,Command=SET,ID=TEXT32)
DemoScripts[191]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[192]=(Actor=TEXTURE,Command=CROSS_FADE,CId=2,Bit=1,Number=0,Rate=0.5)
DemoScripts[193]=(Actor=BGM,Command=STOP,SecTime=1,SoundID=)
DemoScripts[194]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[195]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Pinch.GG2_BGM_DM_CMN_Pinch_Cue')
DemoScripts[196]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_033_Cue',Name="カミゾノ　マヤ")
DemoScripts[197]=(Actor=TEXT,Command=SET,ID=TEXT33)
DemoScripts[198]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[199]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_034_Cue',Name="")
DemoScripts[200]=(Actor=TEXT,Command=SET,ID=TEXT34)
DemoScripts[201]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[202]=(Actor=WINDOW,Command=EXIT)
DemoScripts[203]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Maya_ep5_3.GG2_SE_DM_Monster_Swept_Cue')
DemoScripts[204]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[205]=(Actor=FADE,Command=WAIT)
DemoScripts[206]=(Actor=TEXTURE,Command=EXIT,CId=15,Bit=0)
DemoScripts[207]=(Actor=GALLERY,Command=SET_FLAG,CId=15,Bit=0)
DemoScripts[208]=(Actor=GALLERY,Command=SET_FLAG,CId=15,Bit=1)
DemoScripts[209]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[210]=(Actor=FADE,Command=WAIT)
DemoScripts[211]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-440,Y=1120,Z=1255),SecTime=0.3)
DemoScripts[212]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=-15,Z=0),SecTime=0.3)
DemoScripts[213]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[214]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-440,Y=1120,Z=1255),SecTime=)
DemoScripts[215]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=-15,Z=0),SecTime=)
DemoScripts[216]=(Actor=CAMERA,Command=SHAKE,ShakeLevel=LEVEL_1,SecTime=)
DemoScripts[217]=(Actor=WINDOW,Command=SET)
DemoScripts[218]=(Actor=TEXT,Command=SET,ID=TEXT35)
DemoScripts[219]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_036_Cue',Name="")
DemoScripts[220]=(Actor=TEXT,Command=SET,ID=TEXT36)
DemoScripts[221]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[222]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=-90,Y=10,Z=0),SecTime=0.3)
DemoScripts[223]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[224]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=-90,Y=10,Z=0),SecTime=)
DemoScripts[225]=(Actor=TEXT,Command=SET,ID=TEXT37)
DemoScripts[226]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_038_Cue',Name="")
DemoScripts[227]=(Actor=TEXT,Command=SET,ID=TEXT38)
DemoScripts[228]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[229]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=-440,Y=1120,Z=1335),SecTime=0.3)
DemoScripts[230]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[231]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-440,Y=1120,Z=1335),SecTime=)
DemoScripts[232]=(Actor=TEXT,Command=SET,ID=TEXT39)
DemoScripts[233]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep5_3.GG2_V_Maya_ep5_3_040_Cue',Name="")
DemoScripts[234]=(Actor=TEXT,Command=SET,ID=TEXT40)
DemoScripts[235]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[236]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[237]=(Actor=WINDOW,Command=EXIT)
DemoScripts[238]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[239]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[240]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[241]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[242]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep5_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=EROTIC,ParamNum=30),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep5_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="真夜",Text="小忍!")

Texts[1]=(Label="TEXT02",Name="峯大",Text="妳還好嗎!/n小忍!!")

Texts[2]=(Label="TEXT03",Name="忍",Text="我沒事!/n比起這個,你們小心點!/n惡魔就在那裡!")

Texts[3]=(Label="TEXT04",Name="峯大",Text="總之得快點救她纔行!/n要迅如疾風!")

Texts[4]=(Label="TEXT05",Name="忍",Text="你們兩個小心點!/n惡魔就在那裡!")

Texts[5]=(Label="TEXT06",Name="峯大",Text="妳稍微忍耐一下!/n我絕對會想辦法的!")

Texts[6]=(Label="TEXT07",Name="忍",Text="峯大......")

Texts[7]=(Label="TEXT08",Name="真夜",Text="......峯哥......")

Texts[8]=(Label="TEXT09",Name="忍",Text="你們兩個小心點!/n惡魔就在那裡!")

Texts[9]=(Label="TEXT10",Name="峯大",Text="總是很剛強的小忍變得那麼虛弱....../n這可真是誘人!!")

Texts[10]=(Label="TEXT11",Name="忍",Text="你你你......你在說什麼啊~!!/n這個笨蛋~!!")

Texts[11]=(Label="TEXT12",Name="真夜",Text="......我要從峯哥,開始解決嗎?")

Texts[12]=(Label="TEXT13",Name="峯大",Text="沒有啦!/n我是開玩笑的!!")

Texts[13]=(Label="TEXT14",Name="忍",Text="你認真點!/n惡魔在你們那裡!")

Texts[14]=(Label="TEXT15",Name="峯大",Text="小忍,妳閃到腰了?/n明明還年輕,真糟糕啊......")

Texts[15]=(Label="TEXT16",Name="忍",Text="笨蛋! 怎麼可能是那樣啊!/n你這笨蛋!/n究極笨蛋!!")

Texts[16]=(Label="TEXT17",Name="忍",Text="總之你們兩個小心點!/n惡魔就在那裡哦!")

Texts[17]=(Label="TEXT18",Name="峯大",Text="咦!?")

Texts[18]=(Label="TEXT19",Name="???",Text="嘖,被發現了DEATH嗎.")

Texts[19]=(Label="TEXT20",Name="???",Text="本來還想說在這邊把妳們這些/n礙事的惡魔獵人解決掉DEATH....../n但是來得比想像中還快DEATH呢.")

Texts[20]=(Label="TEXT21",Name="真夜",Text="......這......做過頭了......")

Texts[21]=(Label="TEXT22",Name="???",Text="我纔不管DEATH!/n庫蘿娜是惡魔DEATH,/n纔不會手下留情什麼的DEATH--!")

Texts[22]=(Label="TEXT23",Name="真夜",Text="......不要......欺負......")

Texts[23]=(Label="TEXT24",Name="庫蘿娜",Text="咦!?")

Texts[24]=(Label="TEXT25",Name="真夜",Text="不要欺負小忍----!!!")

Texts[25]=(Label="TEXT26",Name="庫蘿娜",Text="噫......噫欸DEATH!")

Texts[26]=(Label="TEXT27",Name="真夜",Text="不可原諒!")

Texts[27]=(Label="TEXT28",Name="峯大",Text="小,小真夜!/n妳冷靜點!")

Texts[28]=(Label="TEXT29",Name="真夜",Text="呀---!!")

Texts[29]=(Label="TEXT30",Name="峯大",Text="怎麼會!/n居然連小真夜都!?")

Texts[30]=(Label="TEXT31",Name="庫蘿娜",Text="什麼嘛......原來只是虛張聲勢DEATH啊....../n嚇我一跳DEATH......")

Texts[31]=(Label="TEXT32",Name="庫蘿娜",Text="好啦,動手DEATH!/n我的僕人啊!!")

Texts[32]=(Label="TEXT33",Name="真夜",Text="呀啊--!!")

Texts[33]=(Label="TEXT34",Name="忍",Text="真夜--!!")

Texts[34]=(Label="TEXT35",Name="峯大",Text="怎......怎麼會!/n小真夜居然......!!?")

Texts[35]=(Label="TEXT36",Name="艾可蘿",Text="......請冷靜一點!/n魔物的內部傳出了大量惡魔獵人特有的靈氣!!/n她還沒事!!")

Texts[36]=(Label="TEXT37",Name="峯大",Text="......! 真的嗎!?/n可是,要怎樣才能解決那種怪物......")

Texts[37]=(Label="TEXT38",Name="艾可蘿",Text="峯大大人,費洛蒙射擊/n是祛魔的愛之力....../n我猜對那魔物應該也能造成傷害才對!")

Texts[38]=(Label="TEXT39",Name="峯大",Text="是......是這樣嗎!?")

Texts[39]=(Label="TEXT40",Name="艾可蘿",Text="沒錯!/n峯大大人,/n用你的力量救她吧!!")

Texts[40]=(Label="TEXT41",Name="峯大",Text="我明白了!/n小真夜......妳要平安無事啊......!")

Texts[41]=(Label="",Name="",Text="")

Texts[42]=(Label="SELECT01",Name="",Text="妳還好嗎!")

Texts[43]=(Label="SELECT02",Name="",Text="總之快點!")

Texts[44]=(Label="SELECT03",Name="",Text="我絕對會/n想辦法的!")

Texts[45]=(Label="SELECT04",Name="",Text="虛弱的小忍/n很誘人!")

Texts[46]=(Label="SELECT05",Name="",Text="閃到腰了?")

Texts[47]=(Label="SELECT06",Name="",Text="")

Texts[48]=(Label="SELECT07",Name="",Text="")

Texts[49]=(Label="SELECT08",Name="",Text="")

Texts[50]=(Label="SELECT09",Name="",Text="")

Texts[51]=(Label="SELECT10",Name="",Text="")


